
<div class="layui-fluid">
    <div class="layui-row">
        <?php
                require_once leo_student_public_view.'leftMenu.php';
            
        ?>


        <div class="nl-right-content layui-col-sm12 layui-col-xs12 layui-col-md12 detail-content-wrapper">
        <header class="mui-bar mui-bar-nav">
            <a class="mui-pull-left nl-goback">
                <i class="iconfont">&#xe610;</i>
            </a>
            <h1 class="mui-title">隐私协议</h1>
        </header>
            <div class="layui-row nl-border nl-content">
                <div class="width-margin width-margin-pc">

                    <div class="content-important center">关于脑力中国网络平台的隐私政策</div>

                    <p class="content-p">一、您好，我们是脑力（中国）运动开发有限公司。如果您是脑力中国平台用户或我们网站的访问者，请仔细阅读我们如何处理您的个人信息的隐私政策。我们本文的隐私政策适用于脑力中国训练平台，考级系统，比赛系统，脑力中国官方微信公众号，微信小程序等（“ 平台或网站 ”） ，同时也适用于我们的关联公司。</p>
                    <p class="content-p">二、我们的平台地址是: https://www.gjnlyd.com</p>
                    <p class="content-p">三、当本文表述'我'，'我们'或'脑力中国'时，都指代脑力（中国）运动开发有限公司。</p>
                    <p class="content-p">四、如果本文表述'政策'，在没有另行单独说明的情况下仅指隐私政策。如果本文表述“用户条款”，则具体指使用每个网站的规则。规则因产品而异，每种产品均可单独提供，并征求他们对政策的单独同意。</p>
               
                    <div class="content-important">我们收集的个人信息类型</div>

                    <p class="content-p">五、我们收集有关我们网站的访问者和用户的某些个人信息。</p>
                    <p class="content-p">六、我们收集的最常见的信息类型包括：用户名，会员名称，电子邮件地址，IP地址，其他联系方式，调查回复，博客，照片，付款信息，如付款代理详细信息，交易详情，税务信息，支持查询，论坛评论（如果适用），您指示我们在我们的网站上提供的内容（例如项目描述），您在我们网站上的操作（包括任何选择或项目输入）和网站分析数据等。我们还将从工作申请中收集个人信息（例如，您的简历，申请表本身，求职信和面试笔记等）。</p>
                    
                    <div class="content-important">我们如何收集个人信息</div>

                    <p class="content-p">七、当您向我们提供个人信息时，我们会在您浏览网站时自动收集个人信息，或者在您使用与网站相关联的服务时通过其他人收集个人信息。</p>
                    <p class="content-p">八、当您在我们完成会员注册并在我们的网站上购买或提供项目或服务，订阅实时通讯，电子邮件列表，提交反馈，参加竞赛，填写调查或发送给我们时，我们会在您向我们提供您的个人信息时进行收集。</p>
                    
                    <div class="content-important">我们从他人那里收集的有关您的个人信息</div>

                    <p class="content-p">九、虽然我们通常直接从您那里收集个人信息，但有时我们还会从其他来源收集您的某些类别的个人信息。尤其是：</p>
                    <p class="content-p">1.来自中国，境外的支付提供商的财务和/或交易详情，以便处理交易;</p>
                    <p class="content-p">2.位于中国或境外的第三方服务提供商（如Google，Facebook），当您与第三方提供商建立链接，连接或登录帐户时，可能会向您提供有关您的信息，并向您发送注册信息等信息，和该服务的配置文件，只有在使用脑力中国服务平台时才会出现这种情况。信息因服务提供商的不同而有所控制，或由您通过该服务提供商的隐私设置授权;；</p>
                    <p class="content-p">3.来自中国或境外的其他第三方来源/和/或合作伙伴，我们会收到有关您的其他信息（在适用法律允许的范围内），例如人口统计数据或欺诈检测信息，并将其与我们拥有的有关您的信息相结合。例如，来自服务提供商的欺诈警告，例如身份验证服务。我们还会通过合作伙伴关系，或通过我们的合作伙伴广告网络提供您的体验和互动，从而获得有关您和您在脑力中国平台内外的活动的信息。我们还从第三方作者那里收到有关您作为权利持有人的信息。例如，当您的图像用于我们网站上提供的项目时，以模型形式发布的信息。</p>
                    
                    <div class="content-important">我们如何使用个人信息</div>

                    <p class="content-p">十、我们将使用您的个人信息：</p>
                    <p class="content-p">1.履行合同，或采取与合同相关的步骤：特别是在协助和处理在网站上发生的交易，例如从我们的市场购买商品或服务。</p>
                    <p class="content-p">2.如果这对于我们或第三方的合法利益是必要的。这些利益包括：</p>
                    <p class="content-p">1)经营网站;</p>
                    <p class="content-p">2)为您提供网站上描述的服务;</p>
                    <p class="content-p">3)在您登录我们的任何网站时验证您的身份;</p>
                    <p class="content-p">4)响应支持工单，并帮助解决任何争议;</p>
                    <p class="content-p">5)向您提供有关我们网站和服务的业务新闻和信息，例如通知您有关我们网站的更改，网站中断或安全更新;</p>
                    <p class="content-p">6)进行技术分析以确定如何改进我们提供的网站和服务;</p>
                    <p class="content-p">7)监控网站上的活动，例如识别潜在的欺诈活动并确保遵守适用于网站的用户条款;</p>
                    <p class="content-p">8)管理我们与您的关系，例如回复您在网站上提交给我们的评论或疑问，或询问您的反馈或您是否想参与调查;</p>
                    <p class="content-p">9)管理我们的法律和运营事务（包括管理与内容和欺诈事宜相关的风险）;</p>
                    <p class="content-p">10)培训脑力中国员工如何最好地服务于我们的用户;</p>
                    <p class="content-p">11)改善我们的产品和服务;</p>
                    <p class="content-p">12)提供一般行政和履行职能和活动; </p>
                    <p class="content-p">13)处理您到脑力中国的工作申请；</p>
                    <p class="content-p">14)其他合法利益。</p>
                    <p class="content-p">3.征询您同意的地方：</p>
                    <p class="content-p">1)为您提供我们认为您可能感兴趣的产品和服务的营销信息;</p>
                    <p class="content-p">2)定制我们的服务和网站，例如网站上出现的广告 - 这涉及使用cookie或类似技术 - 以提供更个性化的体验。</p>
                    <p class="content-p">4.出于法律要求的目的。</p>
                    <p class="content-p">5.为了回应政府，法院或执法机关，行政机关进行调查的请求。</p>

                    <div class="content-important">我们披露您的个人信息的情况</div>

                    <p class="content-p">十一、我们会向以下收件人披露个人信息：</p>
                    <p class="content-p">1.位于中国四川省成都市的脑力中国总公司;</p>
                    <p class="content-p">2.如果适用，您提供的任何项目或服务的作者，他们可以协助支持和许可证验证，他们可能位于我们的产品可用的任何地区或国家;</p>
                    <p class="content-p">3.分包商和服务提供商协助我们处理我们使用个人信息的方式（如上所述），特别是：位于中国与境外的网站托管服务提供商; 技术和客户支持服务； 招聘机构; 营销和分析服务; 安全和防欺诈服务; 订阅管理服务; 支付处理服务；身份验证服务; 运营工具服务。</p>
                    <p class="content-p">4.我们的专业顾问（律师，会计师，财务顾问等）;</p>
                    <p class="content-p">5.与我们的合规程序和义务有关的监管机构和政府机关;</p>
                    <p class="content-p">6.与购买有关的全部或部分资产或业务的购买者或潜在购买者及其专业顾问;</p>
                    <p class="content-p">7.回应第三方有关刑事调查或涉嫌或涉嫌非法活动的请求;</p>
                    <p class="content-p">8.第三方，以加强或保护我们的权利，或解决财务或声誉风险；</p>
                    <p class="content-p">9.与侵犯知识产权或任何其他侵权行为有关的权利持有人等;</p>
                    <p class="content-p">10.其他被法律授权或要求的收件人。</p>

                    <div class="content-important">我们转移和/或存储您的个人信息的情况</div>

                    <p class="content-p">十二、我们的总部设在中国四川成都，因此您的数据将在中国进行处理。我们在上文第10节中描述的一些收件人，以及我们向其披露您的个人信息的收件人，都位于中国境内。我们是在您同意本政策的基础上这样做的。为了保护您的信息，我们会尽可能与我们认为保持可接受的数据安全合规标准的分包商和服务提供商合作。</p>
                   
                    <div class="content-important">我们如何保护您的个人信息安全</div>

                    <p class="content-p">十三、我们将个人信息存储在由我们和我们的服务提供商管理的安全服务器上，偶尔也会存储在三方CND，安全的离线硬拷贝文件。我们存储或传输的个人信息受安全和访问控制的保护，包括用户名和密码身份验证，双重身份验证以及适当的数据加密。</p>
                
                    <div class="content-important">如何访问您的个人信息</div>

                    <p class="content-p">十四、您可以登录自己的帐户访问我们收集的有关您的一些个人信息。您还有权请求访问我们持有的有关您的其他个人信息，并要求更正该数据中的任何错误。您也可以随时关闭我们任何网站的帐户。要提出访问或更正请求，请使用本政策末尾的联系方式联系我们的隐私权保护者。</p>
        
                    <div class="content-important">关于您的个人信息的营销选择</div>

                    <p class="content-p">十五、如果您同意这样做（例如，如果您已订阅我们的电子邮件列表或表示您有兴趣接收我们的优惠或信息），我们会通过电子邮件向您发送有关产品和服务的营销信息。我们觉得你可能会感兴趣。如果您希望以后通过使用通信本身提供的“取消订阅”功能不再接收此类通信，则可以“选择退出”此类通信。</p>
                    <p class="content-p">十六、您还可以选择Cookie，如下所述。通过修改浏览器首选项，您可以选择接受所有cookie，在设置cookie时收到通知，或拒绝所有cookie。如果您选择拒绝cookie，我们网站的某些部分可能无法正常运行。</p>
            
                    <div class="content-important">Cookies（不是你吃的曲奇饼）和网站分析</div>

                    <p class="content-p">十七、有关如何使用Cookie的更多信息，Web信标和类似的技术在这里查看 Cookie策略，并了解Cookie的更多一般信息，请参见HTTP://www. AlabutCookix.Org。</p>
                    <p class="content-p">十八、当您访问我们的网站时，会记录某些信息，这些信息通常是匿名信息，不会透露您的身份。如果您已登录自己的帐户，则可能会将某些信息与您的帐户相关联。我们正在讨论以下类型的细节：</p>
                    <p class="content-p">十九、有时，我们会根据之前访问过的网站，使用第三方广告公司来投放广告。例如，如果您访问我们的网站，您可能会在访问其他网站时看到我们的产品和服务的添加。在我们的Cookie政策中详细了解您的选项。</p>

                    <div class="content-important">有关儿童的信息</div>

                    <p class="content-p">二十、我们的网站不建议16岁以下的儿童独立访问，因此如果您未满16岁，我们会要求您不要使用我们的网站或向我们提供您的个人信息（如果有必要，您可以请指示您最近的负责任的成年人为您使用网站！）。如果您的年龄为16至18岁，您可以浏览网站，但您需要父母或监护人的监督才能成为注册用户。父母或监护人有责任监督孩子对我们网站的使用。</p>
       
                    <div class="content-important">您公开或提供给他人的信息</div>

                    <p class="content-p">二十一、如果您向其他人提供您的个人信息，我们无法控制或承担他们使用或管理该数据的方式的责任。您可以通过多种方式向其他人提供信息，例如当您在论坛帖子上发布公共消息，通过社交媒体分享信息或与其他用户（例如第三方作者）联系时，无论是否通过我们的网站或直接通过电子邮件，在公开您的信息或将您的信息提供给其他人之前，请仔细考虑。如果通过我们的网站向其他用户提供信息，请询问他们如何处理您的信息。如果您通过其他网站共享信息，请查看该网站的隐私政策，以了解其信息管理政策，因为此隐私政策不适用此种情景。</p>

                    <div class="content-important">我们保留您的个人信息多久</div>

                    <p class="content-p">二十二、只要为您和他人提供服务以及遵守我们的法律义务，我们会保留您的个人信息。如果您不再希望我们使用您的个人信息或向您提供服务，您可以要求我们删除您的个人信息并关闭您的平台帐户。请注意，如果您要求删除您的个人信息，我们将根据我们的合法商业利益保留已删除帐户中的信息，遵守法律，防止欺诈，收取费用，解决纠纷，解决问题，协助调查，执行服务条款并采取法律允许的其他行动。我们保留的信息将根据本隐私政策处理。</p>
                    
                    <div class="content-important">当我们需要更新此政策时</div>

                    <p class="content-p">二十三、我们将不时更改此政策，以确保其与最新的法律要求及我们的隐私管理实践的任何更改保持同步。</p>
                    <p class="content-p">二十四、当我们更改政策时，我们会确保在需要时通知您有关此类更改的信息。此页面上将始终提供此政策的最新版本的副本。</p>

                    <div class="content-important">您如何联系我们</div>

                    <p class="content-p">二十五、如果您对我们的隐私惯例或我们管理您的个人信息的方式有任何疑问，请通过中国四川省成都市武侯区新希望路7号丰德万瑞中心A座25层或privacy@gjnlyd.com与我们的隐私保护联系人联系。</p>
                    <p class="content-p">二十六、我们真的很高兴您完成隐私政策的查阅，因为了解这些内容是了解您的个人信息使用方式以及如何最好地管理它的最佳方式！</p>
                    
                    <div class="content-important">如何访问您的个人信息</div>

                    <p class="content-p">1.您也有权要求我们将您的个人信息（即以结构化、通用和机器可读格式传送给您），清除或限制其处理。你也有权反对一些基于我们的合法利益的处理，比如我们为了直接营销的目的而进行的分析，以及我们请求你同意处理你的数据，如下面更全面地描述的那样撤销这一同意。</p>
                    <p class="content-p">2.在某些情况下，这些权利受到限制 - 例如，我们可以证明我们有法律要求来处理您的个人信息。在某些情况下，这意味着即使您撤销同意，我们也可能会保留一些数据。</p>
                    <p class="content-p">3.如果我们要求您的个人信息遵守法律或合同义务，则必须提供此类数据：如果未提供此类数据，我们将无法管理与您的合同关系，或履行我们的义务。在所有其他情况下，提供所请求的个人信息是可选的。</p>
                    <p class="content-p">4.如果您有未解决的问题，您也有权向数据保护机构投诉。相关数据保护机构将是该国的数据保护机构：（i）您的经常居住地; （ii）您的工作地点; （iii）您认为涉嫌侵权的发生地。</p>

                    <div class="content-important center">个人信息和个人数据在本隐私政策的上下文中具有相同的含义。</div>

                    <div class="content-important center">脑力中国互联网平台隐私政策v1，生效日期2018年7月18日</div>
                </div>
            </div>
        </div>           
    </div>
</div>

<script>
jQuery(function($) {

})
</script>
